[
    {
      "title": "Attack on Titan",
      "synopsis": "Dans un monde ravagé par des titans mangeurs d homme depuis plus d un siècle, les rares survivants de l Humanité n ont d autre choix pour survivre que de se barricader dans une cité-forteresse. Le jeune Eren, témoin de la mort de sa mère dévorée par un titan, n a qu un rêve : entrer dans le corps d élite chargé de découvrir l origine des Titans et les annihiler jusqu au dernier…",
      "image": "images/mangas/manga-1.jpg",
      "sortie": "2013",
      "saisons": "4",
      "episodes": "97",
      "genre": "Action, Aventure, Animation",
      "Trailer": "Trailers/mangas/manga-1.mp4",
      "manga": "videos/mangas/manga-1.avi"
    },
    {
      "title": "Jujutsu Kaisen",
      "synopsis": "Plus de 10 000 morts et disparus sont recensés chaque année au Japon. Les sentiments négatifs que relâchent les êtres humains sont en cause. Souffrance, regrets, humiliation : leur concentration dans un même endroit engendre des malédictions souvent mortelles... C'est ce que va découvrir Yuji Itadori, lycéen et membre du club d'occultisme. Il ne croit pas aux fantômes, mais il est doté d'une force physique hors norme qui représente un véritable atout pour les missions du groupe... jusqu'à ce que l'une d'elles prenne une mauvaise tournure. La relique qu'ils dénichent, le doigt découpé d'un démon millénaire, attire les monstres ! Sans réfléchir : le jeune homme avale la relique pour briser la malédiction ! Maintenant, il se trouve possédé par Ryômen Sukuna, le célèbre démon à deux visages. Cependant, contre toute attente, Yuji est toujours capable de garder le contrôle de son corps. Mais en dépit de cela, il est condamné à mort par l'organisation des exorcistes... Une décision qui ne pourra être repoussée qu'à une seule condition : trouver tous les doigts de Sukuna afin d'écarter la menace une bonne fois pour toutes !",
      "image": "images/mangas/manga-2.jpg",
      "sortie": "2020",
      "saisons": "3",
      "episodes": "47",
      "genre": " Action, Aventure, Animation",
      "Trailer": "Trailers/mangas/manga-2.mp4",
      "manga": "videos/mangas/manga-2.avi"
    },
    {
      "title": "No Guns Life",
      "synopsis": "Inui Jûzô est un ancien soldat démobilisé suite à une terrible guerre. Sa particularité ? Il a un énorme révolver à la place de la tête, faisant de lui un extend : un homme transformé avec des extensions mécaniques. Sans aucun souvenir de son passé, il se fait de l argent en enquêtant sur les crimes des bas-fonds de sa ville, jusqu au jour où un extend poursuivi par la police pour kidnapping le laisse avec l enfant qu il a enlevé… en le suppliant de le protéger ! Le hic : tout le monde semble vouloir récupérer ce gamin, et notamment Berühren, une multinationale mystérieuse et toute puissante…",
      "image": "images/mangas/manga-3.jpg",
      "sortie": "2019",
      "saisons": "2",
      "episodes": "24",
      "genre": " Action, Animation, Science Fiction",
      "Trailer": "Trailers/mangas/manga-3.mp4",
      "manga": "videos/mangas/manga-3.avi"
    },
    {
      "title": "Death Note",
      "synopsis": "Light Yagami, un jeune étudiant surdoué, ramasse un jour le Death Note, un carnet abandonné par un dieu de la mort, Ryuk, qui apparemment s'ennuyait dans son monde. Il suffit d'écrire le nom d'une personne dans ce carnet, et celle-ci meurt. C'est ainsi qu'avec le Death Note entre les mains, Light décide de débarrasser la planète de tous les criminels pour en faire un monde juste, un monde parfait.",
      "image": "images/mangas/manga-4.jpg",
      "sortie": "2006",
      "saisons": "1",
      "episodes": "37",
      "genre": " Animation, Fantastique, Thriller",
      "Trailer": "Trailers/mangas/manga-4.mp4",
      "manga": "videos/mangas/manga-4.avi"
    },
    {
      "title": "Hellsing",
      "synopsis": "A Londres, la Fondation Hellsing officie depuis des siècles dans le plus grand secret afin d'éliminer les vampires de tout poil. Integra Hellsing, digne descendante d'une longue lignée de tueurs de vampires, dirige la Fondation d'une main de fer. Pour l'assister, elle peut compter sur ses escadrons paramilitaires, spécialisés dans la lutte anti-goule et, surtout, sur Alucard... un des nosfératus les plus anciens et les plus puissants, rangé du côté des mortels...",
      "image": "images/mangas/manga-5.jpg",
      "sortie": "2001",
      "saisons": "1",
      "episodes": "13",
      "genre": "Action, Animation",
      "Trailer": "Trailers/mangas/manga-5.mp4",
      "manga": "videos/mangas/manga-5.avi"
    },
    {
      "title": "Full Metal Alchemist",
      "synopsis": "Après avoir perdu leur mère, Edward et Alphonse tentent de la ramener à la vie grâce à l'alchimie. Cependant, l'alchimie doit obéir à la loi de l'échange équivalent : l'objet transformé et l'objet issu de la transformation doivent être de masses équivalentes. Passer outre cette règle coûte très cher, et les frères Elric en feront les frais : Edward perd un bras et une jambe alors que son frère Alphonse perd son corps. Heureusement Edward réussit à enfermer l'âme de son frère dans une armure de métal grâce à un sceau de sang. Ils décident alors de quitter leur maison pour partir à la recherche d'informations sur la pierre philosophale, qui leur permettrait de regagner leurs corps. Cependant, ils ne sont pas les seuls à la recherche de cette pierre...",
      "image": "images/mangas/manga-6.jpg",
      "sortie": "2003",
      "saisons": "1",
      "episodes": "51",
      "genre": "Action, Animation, Comédie, Drame, Fantastique",
      "Trailer": "Trailers/mangas/manga-6.mp4",
      "manga": "videos/mangas/manga-6.avi"
    },
    {
      "title": "Naruto",
      "synopsis": "Naruto est de retour !! Après deux ans et demi d'entraînement avec Jiraya, il retrouve ses camarades de l'Académie des ninja ainsi que ses professeurs de Konoha. Tous ont évolué, y compris les ninjas du village de Suna. Seul Kakashi, semble être resté fidèle à lui-même ! Hélas, les retrouvailles sont de courte durée. Gaara, devenu depuis peu Kazekage de son village, est menacé. Tout porte à croire que l'Akatsuki soit à l'origine de l'attaque.",
      "image": "images/mangas/manga-7.jpg",
      "sortie": "2007",
      "saisons": "21",
      "episodes": "500",
      "genre": "Aventure, Animation, Arts Martiaux",
      "Trailer": "Trailers/mangas/manga-7.mp4",
      "manga": "videos/mangas/manga-7.avi"
    },
    {
      "title": "Hunter X Hunter",
      "synopsis": "Gon Freeks est un jeune garçon provenant d'un petit village aimé des animaux. Il rêve de devenir Hunter afin de retrouver son père, le plus grand Hunter de tous, qu'il n'a jamais vu qu'en photo. Mais pour devenir Hunter professionnel, il faut passer plusieurs épreuves et tests très difficiles. Pendant les épreuves, Gon fait la connaissance d'amis tel que Kirua, Kurapica, Leorio mais de très dangereux combattants sont également présent afin de passer le test de Hunter.",
      "image": "images/mangas/manga-8.jpg",
      "sortie": "1999",
      "saisons": "4",
      "episodes": "92",
      "genre": "Aventure, Animation, Comédie, Drame, Fantastique",
      "Trailer": "Trailers/mangas/manga-8.mp4",
      "manga": "videos/mangas/manga-8.avi"
    },
    {
      "title": "Champion Joe",
      "synopsis": "Joe Yabuki est un enfant de la rue, un orphelin bagarreur qui est régulièrement en conflit avec les autorités. À peine arrive-t-il dans un bidonville que ses frasques éveillent la curiosité et l'intérêt de Danpei, un ancien boxeur devenu alcoolique.",
      "image": "images/mangas/manga-9.jpg",
      "sortie": "1970",
      "saisons": "1",
      "episodes": "79",
      "genre": "Drame, Animation, Shōnen",
      "Trailer": "Trailers/mangas/manga-9.mp4",
      "manga": "videos/mangas/manga-9.avi"
    },
    {
      "title": "One Punch Man",
      "synopsis": "Histoire de passer le temps, Saitama est devenu un héros. Trois années d un entraînement spécial lui ont donné un pouvoir le rendant invincible. Mais Saitama est devenu si fort qu un seul coup de poing lui suffit à terrasser chaque adversaire se présentant, aussi puissant soit- il. Aujourd hui encore, un nouvel ennemi se dresse devant ce héros blasé qui a perdu sa motivation... et ses cheveux ! Parviendra-t-il à retrouver la patate ?",
      "image": "images/mangas/manga-10.jpg",
      "sortie": "2015",
      "saisons": "3",
      "episodes": "31",
      "genre": "Action, Animation, Comédie",
      "Trailer": "Trailers/mangas/manga-10.mp4",
      "manga": "videos/mangas/manga-10.avi"
    },
    {
      "title": "One Piece",
      "synopsis": "Il fut un temps où Gold Roger était le plus grand de tous les pirates, le Roi des Pirates était son surnom. A sa mort, son trésor d'une valeur inestimable connu sous le nom de One Piece fut caché quelque part sur Grand Line. De nombreux pirates sont partis à la recherche de ce trésor mais tous sont morts avant même de l'atteindre. Monkey D. Luffy rêve de retrouver ce trésor légendaire et de devenir le nouveau Roi des Pirates. Après avoir mangé un fruit du démon, il possède un pouvoir lui permettant de réaliser son rêve. Il lui faut maintenant trouver un équipage pour partir à l'aventure !",
      "image": "images/mangas/manga-11.jpg",
      "sortie": "1999",
      "saisons": "20",
      "episodes": "1106",
      "genre": "Aventure, Animation, Comédie",
      "Trailer": "Trailers/mangas/manga-11.mp4",
      "manga": "videos/mangas/manga-11.avi"
    },
    {
      "title": "Bleach",
      "synopsis": "Adolescent de quinze ans, Ichigo Kurosaki possède un don particulier : celui de voir les esprits. Un jour, il croise la route d'une belle Shinigami (un être spirituel) en train de pourchasser une âme perdue, un esprit maléfique qui hante notre monde et n'arrive pas à trouver le repos. Mise en difficulté par son ennemi, la jeune fille décide alors de prêter une partie de ses pouvoirs à Ichigo, mais ce dernier hérite finalement de toute la puissance du Shinigami. Contraint d'assumer son nouveau statut, Ichigo va devoir gérer ses deux vies : celle de lycéen ordinaire, et celle de chasseur de démons...",
      "image": "images/mangas/manga-12.jpg",
      "sortie": "2004",
      "saisons": "17",
      "episodes": "391",
      "genre": "Action, Aventure, Animation",
      "Trailer": "Trailers/mangas/manga-12.mp4",
      "manga": "videos/mangas/manga-12.avi"
    }
  ]
  