[
    {
      "title": "Twilight - Chapitre 1 : fascination",
      "synopsis": "Isabella Swan, 17 ans, déménage à Forks, petite ville pluvieuse dans l'Etat de Washington, pour vivre avec son père. Elle s'attend à ce que sa nouvelle vie soit aussi ennuyeuse que la ville elle-même. Or, au lycée, elle est terriblement intriguée par le comportement d'une étrange fratrie, deux filles et trois garçons. Bella tombe follement amoureuse de l'un d'eux, Edward Cullen. Une relation sensuelle et dangereuse commence alors entre les deux jeunes gens : lorsque Isabella comprend que Edward est un vampire, il est déjà trop tard.",
      "image": "images/movies/romance-1.jpg",
      "sortie": "2009",
      "duree": "2h 10min",
      "genre": "Fantastique, Romance",
      "Trailer": "Trailers/movies/romance-1.mp4",
      "movie": "videos/movies/romance-1.avi"
    },
    {
      "title": "My Fault",
      "synopsis": "Noah doit quitter sa ville, son petit ami et ses amis pour emménager dans le manoir de William Leister, le nouveau et riche mari de sa mère. Âgée de dix-sept ans, fière et indépendante, Noah rencontre Nick, son nouveau demi-frère, et leurs fortes personnalités s’entrechoquent dès le début. Noah découvre bientôt que derrière l'image d'un fils modèle, Nick cache une vie de bagarre, de jeu et de courses automobiles illégales. Malgré l'abîme qui les sépare, tous deux commencent à ressentir une attirance irrésistible qui se transformera bientôt en feu et en folle passion. Ni la rivalité permanente, ni l'opposition de leur entourage ne peuvent les empêcher de tomber secrètement et follement amoureux. Mais le présent turbulent de Nick et le passé orageux de Noah mettront à l'épreuve leur vie et leur amour interdit.",
      "image": "images/movies/romance-2.jpg",
      "sortie": "2023",
      "duree": "1h 57min",
      "genre": "Drame, Romance",
      "Trailer": "Trailers/movies/romance-2.mp4",
      "movie": "videos/movies/romance-2.avi"
    },
    {
      "title": "Anna and the King",
      "synopsis": "En 1862, deux ans apres avoir perdu son mari, Anna Leonowens quitte l'Inde avec son fils Louis pour le Siam ou elle doit assurer l'education des cinquante-huit enfants du roi Mongkut. Anna decouvre un monde complexe et secret domine par un dieu vivant qui exerce sur ses sujets un pouvoir sans partage. Accueillie avec mefiance, Anna se montre a la fois charmeuse, ferme et diplomate, n'hesitant pas a bousculer le protocole. Le roi, qui aspire a reformer son pays en douceur, accepte volontiers ces entorses a la tradition.",
      "image": "images/movies/romance-3.jpg",
      "sortie": "2014",
      "duree": "2h 28min",
      "genre": " Comédie dramatique",
      "Trailer": "Trailers/movies/romance-3.mp4",
      "movie": "videos/movies/romance-3.avi"
    },
    {
      "title": "The Mountain Between Us",
      "synopsis": "Livrés à eux-mêmes après le crash de leur avion en pleine montagne, deux étrangers doivent compter l’un sur l’autre pour faire face aux conditions extrêmes. Réalisant qu’ils n’ont aucun espoir d’être secourus, ils tentent leur chance à travers des centaines de kilomètres de nature hostile, acceptant que ce n’est qu’ensemble qu’ils pourront trouver le courage de tenter de survivre.",
      "image": "images/movies/romance-4.jpg",
      "sortie": "2017",
      "duree": " 1h 47min",
      "genre": "Action, Drame",
      "Trailer": "Trailers/movies/romance-4.mp4",
      "movie": "videos/movies/romance-4.avi"
    },
    {
      "title": "The Discovery",
      "synopsis": "L'histoire d'amour entre une femme au passé tragique et le fils de celui qui a prouvé l'existence de la vie après la mort.",
      "image": "images/movies/romance-5.jpg",
      "sortie": "2019",
      "duree": "1h 42min",
      "genre": "Drame, Science Fiction",
      "Trailer": "Trailers/movies/romance-5.mp4",
      "movie": "videos/movies/romance-5.avi"
    },
    {
      "title": "Never Let Me Go",
      "synopsis": "Depuis l'enfance, Kathy, Ruth et Tommy sont les pensionnaires d'une école en apparence idyllique, une institution coupée du monde où seuls comptent leur éducation et leur bien-être. Devenus jeunes adultes, leur vie bascule : ils découvrent un inquiétant secret qui va bouleverser jusqu'à leurs amours, leur amitié, leur perception de tout ce qu'ils ont vécu jusqu'à présent.",
      "image": "images/movies/romance-6.jpg",
      "sortie": "2011",
      "duree": "1h 43min",
      "genre": "Drame, Romance",
      "Trailer": "Trailers/movies/romance-6.mp4",
      "movie": "videos/movies/romance-6.avi"
    },
    {
      "title": "Beauty and the Beast",
      "synopsis": "Belle est une jeune fille sensible et imaginative, qui passe ses journées plongée dans la lecture et qui repousse obstinément les avances de Gaston, un bellâtre musclé et vaniteux. Seul Maurice, son père, un inventeur farfelu, compte dans sa vie. Un jour que ce dernier se perd dans la forêt, il doit se réfugier dans un château pour échapper à une meute de loups. Irrité par son intrusion, le maître des lieux, une Bête gigantesque et terrifiante, le jette dans un cachot. Pour sauver son père, Belle accepte d’être retenue prisonnière à sa place…",
      "image": "images/movies/romance-7.jpg",
      "sortie": "1992",
      "duree": "1h 27min",
      "genre": "Animation, Famille, Comédie musicale, Romance",
      "Trailer": "Trailers/movies/romance-7.mp4",
      "movie": "videos/movies/romance-7.avi"
    },
    {
      "title": "Whisper of the Heart",
      "synopsis": "Shizuku Tsukichima, une collégienne de 14 ans, est une jeune fille rêveuse qui adore les romans et les contes. Elle emprunte souvent des livres à sa bibliothèque. Mais un jour, sur les fiches d’emprunt des romans, elle remarque qu’un mystérieux Seiji Amasawa lit exactement les mêmes ouvrages avant elle. Shizuku décide alors d’en savoir plus sur cet inconnu et fait par hasard la connaissance d’un jeune garçon qu’elle trouve tout d’abord très exaspérant… Quelle n’est pas surprise lorsqu’elle découvre qu’il s’agit de Seiji Amasawa...",
      "image": "images/movies/romance-8.jpg",
      "sortie": "2016",
      "duree": "1h 51min",
      "genre": "Animation, Drame, Romance",
      "Trailer": "Trailers/movies/romance-8.mp4",
      "movie": "videos/movies/romance-8.avi"
    },
    {
      "title": "The Tourist",
      "synopsis": "Michael Banks travaille à la banque où son père était employé, et il vit toujours au 17 allée des Cerisiers avec ses trois enfants, Annabel, Georgie et John, et leur gouvernante Ellen. Comme sa mère avant elle, Jane Banks se bat pour les droits des ouvriers et apporte son aide à la famille de Michael. Lorsque la famille subit une perte tragique, Mary Poppins réapparaît magiquement dans la vie de la famille. Avec l aide de Jack, l allumeur de réverbères toujours optimiste, Mary va tout faire pour que la joie et l émerveillement reviennent dans leur existence… Elle leur fera aussi découvrir de tout nouveaux personnages plein de fantaisie, dont sa cousine, l excentrique Topsy.",
      "image": "images/movies/romance-9.jpg",
      "sortie": "2018",
      "duree": "2h 11min",
      "genre": "Drame, Thriller",
      "Trailer": "Trailers/movies/romance-9.mp4",
      "movie": "videos/movies/romance-9.avi"
    },
    {
      "title": "Hitch",
      "synopsis": "Alex Hitchens est un entremetteur (marieur) professionnel qui utilise des moyens peu orthodoxes pour coacher ses clients et jouer avec le destin. Il réussit ainsi avec succès à unir des hommes ordinaires avec des femmes extraordinaires. Malgré tout cela, Hitch ne croit pas en l'amour.Pourtant sa rencontre avec Sara, une jeune journaliste sexy qui partage les mêmes points de vue cyniques sur les relations amoureuses va les amener sur un territoire inconnu...",
      "image": "images/movies/romance-10.jpg",
      "sortie": "2005",
      "duree": "1h 58min",
      "genre": "Comédie, Romance",
      "Trailer": "Trailers/movies/romance-10.mp4",
      "movie": "videos/movies/romance-10.avi"
    },
    {
      "title": "Mr. & Mrs. Smith",
      "synopsis": "Mr et Mrs Smith forment un couple tout ce qu'il y a de plus banal. Pourtant, Mr Smith est exécuteur pour une organisation secrète et Mrs Smith tueuse à gage vendant ses services aux plus offrants. Ignorant chacun les activités de leur cher et tendre, ils vont pourtant se retrouver en compétition sur un même contrat. Comme quoi une scène de ménage au fusil mitrailleur c'est quand même plus fun qu'avec la vaisselle de Maman..",
      "image": "images/movies/romance-11.jpg",
      "sortie": "2005",
      "duree": "2h",
      "genre": " Action, Comédie, Romance, Espionnage",
      "Trailer": "Trailers/movies/romance-11.mp4",
      "movie": "videos/movies/romance-11.avi"
    },
    {
      "title": "Howl's Moving Castle",
      "synopsis": "La jeune Sophie, 18 ans, travaille inlassablement dans la chapellerie autrefois tenue par son père, malheureusement décédé. Résignée à son sort, c’est lors de l’une de ses rares sorties en ville qu’elle fait la connaissance du beau Hauru, un magicien. Mais la sorcière des Landes, jalouse de cette rencontre, jette un sort à Sophie, la transformant en vieille dame. Accablée par sa nouvelle apparence, Sophie s’enfuit dans les montagnes et tombe sur la demeure de Hauru : son Château Ambulant. Et si tout ceci n’était que le commencement d’une merveilleuse histoire ?",
      "image": "images/movies/romance-12.jpg",
      "sortie": "2005",
      "duree": "1h 59min",
      "genre": "Aventure, Animation, Fantastique",
      "Trailer": "Trailers/movies/romance-12.mp4",
      "movie": "videos/movies/romance-12.avi"
    }
  ]
  